## 테스트 글 작성

**Github이란?**

- 분산 버전 관리 툴인 Git 저장소 호스팅을 지원하는 웹 서비스
- 대부분 Code를 위해 사용된다
- README 파일을 통한 문서화
    1. README 작성법 : 최대한 간결하면서 
    2. 오픈소스를 참고하면서 작성

**Repository 생성이 출발**

1. Repository 관리
    1. Code
        1. Git을 통한 형상 관리/협업은 필수
        2. 여러명이 같이 프로젝트를 진행한다면 필수 ,혼자 작성하더라고, Add - Commit - Push

Blog 관리

- 플랫폼은 상관 없음
- 내가 어떤 사람인가?
    - 같이 일했을때 어떤 느낌을 줄것인가?
    - 프로젝트를 나열하는 것도 좋지만, 내가 어떤 사람인가?
        1. 사진
            1. 대기업,공기업은 반명함
            2. 자유로운 기업, 게임사 등은 그 외의 사진
- 첫눈에 들어오는 말이 내 인상이다.
    - 위 말을 토대로 아래 내용들도 비슷한 느낌을 줘야 함
    
    !Untitled